Repository: erichardy/collective.behavior.textcaptcha
Catalog: src/collective/behavior/textcaptcha/locales/*/LC_MESSAGES/collective.behavior.textcaptcha.po
Languages: fr

source: Captchas Settings
fr: Configuration des cpatchas

source: Enter the text above
fr: Recopier le texte ci-dessus

source: Here, the word to be copied
fr: Le texte à recopier sans les espaces ni autres caractères particuliers comme - _

source: Please, enter the good value here !
fr: Merci de saisir une valeur correcte ici !

source: Provides a new field: a captcha text field
fr: Fournit un champ de type captcha texte

source: Text captchas settings
fr: Configuration des captchas de type texte

source: The chars which have to be removed
fr: Les caractères qui doivent être retirés pour valider le captcha

source: chars to remove
fr: caractères à retirer

source: list of captchas
fr: Liste des captchas

source: one per line
fr: un par ligne

source: text captcha
fr: Captcha texte

source: without spaces and without the chars - _
fr: sans les espaces ni - ou _
